{
    "title": "经验主义有毒！",
    "p1": "我最近开了一个新的坦湖缸。刚开始一切顺利，因此在养水两周后，我下了第一批闯缸鱼。悲剧的是，五条",
    "p2": "Enantiopus kilesa",
    "p3": "在入缸两小时内就团灭了",
    "p4": "一条可怜的E. kilesa 一头钻进了底沙里，可能在绝望地试图躲避缸水造成的窒息感。",
    "p5": "他们逐渐失去了平衡，在缸里随波乱转。大部分躺在沙面上，也有一条有浮头的迹象。在排除了运输造成的失鳔（路上总共只有不到1小时）和不成熟的硝化系统造成的氨气/亚硝酸盐中毒（积累需要时间）后，",
    "p6": "只剩下了急性中毒这一种解释。",
    "p7": "考虑到呼吸急促和浮头的症状",
    "p8": "氯气中毒",
    "p9": "自然是头号怀疑对象。游离氯对水生物有剧毒，可以在短时间内造成鱼鳃组织坏死，从而导致鱼迅速窒息而死。",
    "p10": "怎么会这样？",
    "p11": "这也不是我第一次开缸了，怎么会犯下这种新手错误呢？而且这根本说不通 —— 这缸水已经养了两周了，自来水里的以",
    "p12": "次氯酸 ",
    "p13": "形式存在的游离氯早就该被曝气挥发或分解完了。",
    "p14": "次氯酸在水中不稳定，会自发分解为无害的氯离子",
    "p15": "然而，我恰恰是被我的经验误导了。翻开任何一本国内的养鱼指南，用水的第一页上就会写着类似“自来水应该在阳光下暴晒或曝气几天，等氯气挥发完后才能使用”这样的话。这是因为",
    "p16": "中国很多城市的自来水厂使用氯气或次氯酸盐作为唯一的消毒剂",
    "p17": "在这种水系统中，游离氯（主要由次氯酸和其共轭碱次氯酸根组成）可以被上述方法很有效地去除。",
    "p18": "氯气和水反应生成盐酸和次氯酸",
    "p19": "次氯酸和次氯酸根在水中存在酸碱平衡",
    "p20": "",
    "p21": "和",
    "p22": "的浓度和（以氯原子计）被称作",
    "p23": "游离氯或余氯",
    "p24": "。然而，在我开这个新缸的城市圣路易斯市（其实还有上海和少数其他国内城市），在氯气消毒过后，自来水厂会通入氨气。氨气和游离氯反应会形成一种称作",
    "p25": "氯胺",
    "p25-26": "的次级消毒剂。因此，另一种衡量水中氯含量的指标：",
    "p26": "总氯",
    "p27": "，是游离氯和氯胺浓度的总和（以氯原子计）。",
    "p28": "氨气和次氯酸反应形成一氯胺，一种更温和稳定的消毒剂",
    "p29": "氯胺是一种更温和稳定的消毒剂。它倾向于生成更少的氯代有机副产物，而且可以在管道内保持更长时间，因此有很好的抑制微生物生长的作用。",
    "p29-30-1": "更重要的是，氯胺的稳定性和难挥发性使得常规的曝气或晾晒处理对其完全失效。",
    "p29-30-2": "简而言之，氯胺是对人类（但不是水族生物！）更好的消毒剂。",
    "p30": "虽然比游离氯更温和，氯胺对鱼类依然有剧毒。",
    "p31": "计算预测的氯胺共轭酸的pKa（一级电离常数）只有",
    "p32": "因此氯胺在水族环境下显电中性。不同于游离氯直接造成鳃部组织坏死，氯胺可以轻易地透过鱼鳃上皮组织进入鱼类的循环系统，和鱼血红蛋白结合并将其中的",
    "p33": "氧化为",
    "p34": "这会造成鱼血红细胞失去载氧能力，类似于人类的一氧化碳中毒。 (这当然是一个不准确的类比，因为一氧化碳中毒的机理是对氧气的竞争性抑制，血红蛋白中的二价铁并没有被破坏。) ",
    "p35": "考虑到这一毒理, 我本来以为这些鱼鳃是充血溃烂的，这可能只是我的错误猜测。",
    "p36": "我迅速检测了缸水，发现其确实有不低的总氯含量。",
    "p37": "然而，我之前也说了，不像很多其他国内城市",
    "p38": "上海可是在使用氯胺消毒自来水的，",
    "p39": "那为什么我（和其他上海的水族爱好者）都没有经历过类似的死鱼事件呢？",
    "p40": "原来，",
    "p41": "上海自来水的氯氨浓度比圣路易斯要低不少。",
    "p42": "经过下图换算，圣路易斯自来水的总氯浓度高达 1.56-2.38 mg/L —— 这是上海自来水的两倍多。不仅如此，我在上海还使用了前置过滤器，其中大概率含有一个活性炭滤芯。活性炭过滤可以显著降低水中游离氯和总氯含量，但我在圣路易斯的公寓中并没有配备类似的过滤器。刚开的新缸中不健全的硝化系统也没有起到任何缓冲作用（硝化细菌可以分解氯胺）。多种因素的综合作用，使这个缸内的氯胺浓度维持了两周之多。",
    "p43": "上海水务部报告中，总氯浓度的范围是 0.14-1.08 mg/L",
    "p44": "圣路易斯市水局报告中，氯胺浓度范围是 2.26-3.45 mg/L",
    "p45": "Tsai 和 McKee 的研究发现，在一天的观察期内，氯胺对金鱼的半数致死浓度（导致一半的实验对象死亡的浓度）达到",
    "p46": "(以总氯计)。",
    "p47": "和游离氯一样，氯胺可以被维生素C和硫代硫酸钠有效地去除，许多水族除氯剂也以他们作为主要成分。亚甲基蓝可能可以作为氯胺中毒的解毒剂。",
    "p48": "硫代硫酸钠可以迅速去除氯胺。这个方程式对应在碱性条件下发生的反应，因为我的坦湖缸的pH在8.4。",
    "p49": "即使在除氯后，氯胺仍会造成致死剂量的氨气残留 —— 3 mg/L的氯胺会被转换为接近 1 ppm的氨气！",
    "p50": "当然，对于一个硝化系统健全的水族箱来说，氨气比总氯好处理多了。",
    "ref": "参考文献",
    "back": "返回",
    "chloramine": "氯胺",
    "period": "。"
}