{
    "title": "Blind Trust in Experience is Toxic (Literally)",
    "p1": "Lately I've been working on a new Tanganyikan tank. Everything went smoothly during the initial cycling, and after two weeks I thought it was ready for the first group of fish. Tragically, all five",
    "p2": "Enantiopus kilesa",
    "p3": "died within the first two hours of introduction.",
    "p4": "A poor E. kilesa sticking their head into the substrate, presumably in a desperate attempt to escape suffocation.",
    "p5": "I panicked and was utterly confused about their dying. They gradually lost their balance and was spinning all around, some trying to get to the surface while others lay motionless on the bottom. Among the differentials were swimming bladder disease caused by transportation and ammonium or nitrite accumulation. None of which would lead to sudden deaths within an hour. For it to take effect so fast",
    "p6": " it must have been a type of poisoning.",
    "p7": "Given the symptoms of the fish breathing fast and gasping at the surface,",
    "p8": " chlorine poisoning ",
    "p9": "was on top of my suspect list. Free chlorine is highly toxic to aquatic life and could cause gill tissue necrosis in short times, resulting in rapid suffocation.",
    "p10": "But Why?",
    "p11": "This is not my first tank. Why would I make such a rookie mistake? In fact, this should not have happened -- I cycled the tank for two weeks! Any free chlorine left, in the form of",
    "p12": "hypochlorous acid",
    "p13": ", should have been long gone, either by air stripping or by decomposition to chloride.",
    "p14": "Hypochlorous acid is unstable and spontaneously decomposes into harmless chloride ions",
    "p15": "I had been misguided exactly by my experiences. In Shanghai where I grew up, I have been taught that tap water should either be exposed to sunlight or be bubbled for a few days before usage. This is because",
    "p16": " most cities in China use chlorine gas or chlorite salts as their sole disinfectants. ",
    "p17": "In these systems, free chlorine dominates in the form of hypochlorous acid and hypochlorite ions and can be effectively removed by the aforementioned methods.",
    "p18": "Chlorine gas reacts with water to form hypochlorous acid",
    "p19": "Hypochlorous acid is in equilibrium with hypochlorite ions",
    "p20": "The combined concentration of",
    "p21": "and",
    "p22": "is termed",
    "p23": "free chlorine or residual chlorine",
    "p24": ". However, in St. Louis where I set up my new tank, or even in Shanghai city, ammonia is pumped after the chlorine disinfection step to form a secondary disinfectant called",
    "p25": "chloramine",
    "p25-26": ". ",
    "p26": "Total chlorine ",
    "p27": "is a measure that includes both free chlorine and chloramine concentrations.",
    "p28": "Ammonia gas reacts with hypochlorous acid to form monochloramine, a milder but stable disinfectant",
    "p29": "Chloramine is a milder but more stable disinfectant. It tends to form less chlorination byproducts than free chlorine while at the same time retaining in the water for longer periods with lasted antimicrobial effects.",
    "p29-30-1": " Most importantly, chloramine is stable and non-volatile, rendering conventional treatments of air-stripping or decomposition completely useless in its removal.",
    "p29-30-2": " Its Henry's constant, which measures how likely it is for a gas to stay in a solution, is a thousand times larger than that of diatomic chlorine at room temperature. In short, it is good for us -- but not so for aquatic lives!",
    "p29-30-3": "Henry's constant is calculated as the equilibrium ratio of aqueous concentration to gaseous partial pressure. Chloramine has an H of 0.9 mol/m³Pa at room temp, compared to 0.0006 mol/m³Pa of chlorine gas",
    "p30": " Though less toxic than free chlorine, chloramine remains life-threatening to fish. ",
    "p31": "Chloramine is charge neutral under aquatic circumstances, the calculated pKa for its conjugate acid being ",
    "p32": " While chlorine acts by destroying the gill tissue, chloramine readily crosses the gill epithelium into the bloodstream and oxidizes the",
    "p33": "in hemoglobins into",
    "p34": " This deprives the oxygen carrying capacity of the blood cells, a condition resembling carbon monoxide poisoning in humans. (Not an exact analogy, since carbon monoxide competes with oxygen but does not actually oxidize the ferrous ion.) ",
    "p35": "Given the mechanism, initially-thought-swollen gills of my dead fish might just be my self-affirming illusion.",
    "p36": "I tested my tank water, and it indeed had a considerable level of total chlorine.",
    "p37": "However, as mentioned, unlike most cities in China, ",
    "p38": " Shanghai actually is using chloramine disinfection. ",
    "p39": "Then how come I, and other fellow aquarists in Shanghai, have never realized it?",
    "p40": "It turns out that ",
    "p41": " Shanghai's tap water has a somewhat lower chloramine concentration compared to that of St. Louis. ",
    "p42": "The levels of chloramine in St. Louis tap water translate to 1.56-2.38 mg/L total chlorine, which is more than 2 times that in Shanghai's tap water. Moreover, we used a water filter at home that likely contained a granular activated carbon (GAC) filter, which would have significantly lowered chlorine concentrations, while my apartment in St. Louis did not have any filter. The weak nitrifying system of my new tank did not help either, and chloramine remained stable and not decomposed over the course of two weeks.",
    "p43": "Government of Shanghai reports a range of total chlorine of 0.14-1.08 mg/L ",
    "p44": "St. Louis Water Division reports a range of chloramine of 2.26-3.45 mg/L",
    "p45": "Tsai and McKee reported a LC50 (the concentration where chloramine is lethal to 50% of the experimental subjects) of ",
    "p46": "(in total chlorine) for chloramine to goldfish during 1 day of observation.",
    "p47": "Chloramine, like chlorine, can be easily removed by reducing agents like vitamin C or thiosulfates, which are the main components in many aquatic dechlorinators. This is also the best method of chloramine removal.",
    "p47-48-1": " Methylene blue has been suggested for reversal of chloramine poisoning.",
    "p48": "Thiosulfate instantly detoxifies chloramine. Since my Tanganyika tank has a pH of 8.4, this reaction takes place in a basic environment.",
    "p49": "Even after dechlorinated, chloramine leaves a lethal concentration of ammonia behind -- nearly 1 ppm for a chloramine level of 3 mg/L!",
    "p50": "Ammonia, of course, is more manageable in a properly cycled aquarium.",
    "ref": "Bibliography",
    "back": "Back",
    "chloramine": "chloramine",
    "period": "."
}